Revit 2027 API
ParameterTypeId.RbsElecCircuitNeutralConductorSizeParam Property
 "Size of Neutral Conductor"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsElecCircuitNeutralConductorSizeParam { get; }
Public Shared ReadOnly Property RbsElecCircuitNeutralConductorSizeParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsElecCircuitNeutralConductorSizeParam {
	ForgeTypeId^ get ();
}
static member RbsElecCircuitNeutralConductorSizeParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace